[{
    "container": 1,
    "title":"Dr. Ashfaq Ishaq",
    "position": "Founder & Chairman",
    "img1": "/resource/image/about/leadership/1.webp",
    "shortCont": "By establishing ICAF to serve American children as their national arts organization and the world's children as their global arts organization, Dr. Ishaq has changed the world for children....",
    "longCont": "By establishing ICAF to serve American children as their national arts organization and the world's children as their global arts organization, Dr. Ishaq has changed the world for children. The Arts Olympiad he launched in 1997 has grown over the years into the world's largest school art program. In 1998, he produced a national children's art festival, the first-ever in U.S. history, and since 1999 he has produced the World Children's Festival quadrennially as the 'Olympics' of children's imagination. The ChildArt magazine he launched in 1998 has inspired hundreds of thousands of young readers, teachers, and parents. Under his direction, ICAF has become a world leader in child art exhibitions and an organizer of children's panels at major conferences. To empower children, he instituted the World Children's Award. Widely recognized as a global leader in children's art and a leading expert in children's creative and empathic development, he is a spokesperson for the world's children. A multidisciplinary thinker, his research has appeared in the Journal of Conflict Resolution, the UNESCO Observatory Journal, the National PTA's 'Our Children.' The State Education Standard, The Lancet, Cybertherapy and Rehabilitation Journal, and Dynamische Psychiatrie. He co-authored a book on small-scale enterprises published by the Oxford University Press in 1987. His 2013 book, The Creativity Revolution, is available on Amazon. Before founding ICAF, he was President of USA International, Inc., Associate Professor of Economics at George Washington University, and Researcher at the World Bank.",
    "linkedin":"https://www.linkedin.com/in/ashfaqishaq/",
    "img2": "/resource/image/about/leadership/c1.webp"},
{
    "container": 1,
    "title":"Professor Maria Claudia Albini",
    "position": "ICAF Representative in Argentina",
    "img1": "/resource/image/about/leadership/3.webp",
    "shortCont": "After participating in the first World Children's Festival in 1999, Professor Albini has been associated with ICAF ever since....",
    "longCont": "After participating in the first World Children's Festival in 1999, Professor Albini has been associated with ICAF ever since. She holds a B.A. in Education, a B.A. in Arts, and is completing her doctoral studies in Art at the Universidad Nacional de las Artes in Buenos Aires. She has represented ICAF in Argentina since 2004. She has taught children, teenagers, and adults in primary and secondary schools and at a university for the past 35 years. As a lecturer and a researcher, her main interests are the interrelation between music and language and applied linguistics.",
    "linkedin":"https://artesol.org.ar/maria-claudia-albini-2-5885",
    "img2": "/resource/image/about/leadership/c3.webp"},
{
    "container": 1,
    "title":"Sorasicha Nithikasem",
    "position": "ICAF Advisory Board Member",
    "img1": "/resource/image/about/leadership/Sora_Headshot.jpg",    
    "shortCont": "After participating in the 3rd World Children’s Festival in June 2007 as the Arts Olympiad winner from New Jersey, Sora continued to be involved in the International Child Art Foundation....",
    "longCont": "After participating in the 3rd World Children’s Festival in June 2007 as the Arts Olympiad winner from New Jersey, Sora continued to be involved in the International Child Art Foundation, initially as a Youth Board Member. She emceed the 4th and 5th World Children’s Festivals, presented the World Children’s Award to dignitaries, and served as the ICAF representative who visited Japan following the 2011 Tsunami and Earthquake as part of ICAF’s Healing Arts Program. Sora received a Bachelor of Science from New York University with a Major in Neural Science and Minor in the Studio Arts. As a student doctor, she pursues her passion in the intersection between the arts and sciences through the study of humanistic medicine. She will receive her M.D. degree from the Rutgers Robert Wood Johnson Medical School in 2025.",
    "linkedin":"https://www.linkedin.com/in/sorasicha-nithikasem-5a214642/",
    "img2": "/resource/image/about/leadership/sora_childhood.jpg"},
{
    "container": 1,
    "title":"Sergey Eylanbekov",
    "position": "ICAF Advisory Board Member",
    "img1": "/resource/image/about/leadership/4.webp",    
    "shortCont": "The sculptor for the National Dwight D. Eisenhower Memorial at the National Mall in Washington, D.C., Mr. Eylanbekov's works can be found....",
    "longCont": "The sculptor for the National Dwight D. Eisenhower Memorial at the National Mall in Washington, D.C., Mr. Eylanbekov's works can be found in public spaces and private collections worldwide. Admitted to the prestigious Moscow School of Fine Arts at age 13, he entered the Moscow Surikov Academy of Fine Arts at age 17 and graduated with honors. In 1989, he immigrated to New York, speaking no English and without funds or friends, and had to start all over again. In 2004, his sculpture 'Five Continents' officially represented the United States in the International Olympic Committee's global Art and Sport Contest and was awarded first place. An ICAF Advisory Board Member, Mr. Eylanbekov divides his time between New York and his studio in Florence, Italy.",
    "linkedin":"http://elanbeck.com/",
    "img2": "/resource/image/about/leadership/c4.webp"},
{
    "container": 1,
    "title":"Judy Layne-Banks",
    "position": "ICAF Arts Olympiad Organizer",
    "img1": "/resource/image/about/leadership/5.webp",
    "shortCont": "An art teacher in Louisville, Kentucky, for the past twenty-five years, Ms. Layne-Banks has been organizing the Arts Olympiads and participating....",
    "longCont": "An art teacher in Louisville, Kentucky, for the past twenty-five years, Ms. Layne-Banks has been organizing the Arts Olympiads and participating in the World Children's Festival since 1999. As an artist, she specializes in tie-dye, batik, and fashion design and has held several exhibitions nationwide. She also conducts workshops and art activities at the World Children's Festival. Ms. Layne-Banks holds an M.S. degree from the University of Louisville and a B.A. from the University of West Indies in Barbados.",
    "linkedin":"https://www.facebook.com/judy.laynebanks.9",
    "img2": "/resource/image/about/leadership/c5.webp"},
{
    "container": 1,
    "title":"Professor Mihai Nadin",
    "position": "ICAF Advisory Board Member",
    "img1": "/resource/image/about/leadership/6.webp",
    "shortCont": "A renowned scholar and researcher in electrical engineering, computer science, aesthetics, semiotics, human-computer interaction, computational design....",
    "longCont": "A renowned scholar and researcher in electrical engineering, computer science, aesthetics, semiotics, human-computer interaction, computational design, post-industrial society, and anticipatory systems, Professor Nadin has over 200 publications and lectured worldwide. He has made it his mission to connect new science and technology with the arts, literature, and design. Widely recognized as the leading expert on anticipation and anticipatory systems, he is Ashbel Smith University Professor and Director of the Institute for Research in Anticipatory Systems at the University of Texas at Dallas. Professor Nadin is an ICAF Advisory Board Member.",
    "linkedin":"http://www.anteinstitute.org/",
    "img2": "/resource/image/about/leadership/c6.webp"},
{
    "container": 1,
    "title":"Dr. Danica Radovanovic",
    "position": "ICAF Advisory Board Member",
    "img1": "/resource/image/about/leadership/7.webp",
    "shortCont": "An international internet tech professional and a senior advisor on digital inclusion and digital literacy, Dr. Radovanovic is an expert on the Child Online Protection....",
    "longCont": "An international internet tech professional and a senior advisor on digital inclusion and digital literacy, Dr. Radovanovic is an expert on the Child Online Protection program for the International Telecommunication Union. She has written about online safety for ChildArt magazine. As a project associate at the University of Oslo, she works on the NURTURE project for digital social innovation in education. As a Chevening Scholar, she earned her doctorate from the University of Oxford, following her studies at the University of Novi Sad. Dr. Radovanovic is an ICAF Advisory Board Member.",
    "linkedin":"https://www.danicar.info/",
    "img2": "/resource/image/about/leadership/c7.webp"},
{
    "container": 1,
    "title":"Dr. Aurora Sidney-Ando",
    "position": "Counseling Psychologist",
    "img1": "/resource/image/about/leadership/8.webp",
    "shortCont": "A counselor for children and adults with mental and behavioral disorders, Dr. Sidney-Ando holds a Ph.D. in Humanistic and Transpersonal Psychology....",
    "longCont": "A counselor for children and adults with mental and behavioral disorders, Dr. Sidney-Ando holds a Ph.D. in Humanistic and Transpersonal Psychology from Saybrook University in California and M.A. in Counseling from Alaska Pacific University. Her Ph.D. dissertation included an analysis of the ICAF programs and methodologies. Born in Mexico, she travels to remote areas of the world, finding inspiration in places ranging from the jungles of Peru to the windswept cliffs of the Himalayas. She spends her evenings painting and occasionally illustrating children's books.",
    "linkedin":"https://sidneyando.com/",
    "img2": "/resource/image/about/leadership/c8.webp"},
{
    "container": 1,
    "title":"Narmina Veliyeva",
    "position": "ICAF Representative in Azerbaijan",
    "img1": "/resource/image/about/leadership/10.webp",
    "shortCont": "A prominent artist who has exhibited her works in several European cities, Mr. Veliyeva was a winner of the Second Arts Olympiad....",
    "longCont": "A prominent artist who has exhibited her works in several European cities, Mr. Veliyeva was a winner of the Second Arts Olympiad. She participated in the Second World Children's Festival and has been involved with ICAF since. As the ICAF representative in Azerbaijan, she organizes the Arts Olympiads and leads Azerbaijan's delegation to the World Children's Festivals. She runs an art studio in Baku and teaches children and adults.",
    "linkedin":"https://www.instagram.com/nara_89a/?hl=en",
    "img2": "/resource/image/about/leadership/c10.webp"},
{
    "container": 2,
    "title":"Katty Guerami",
    "position": "Community Relations Director",
    "img1": "/resource/image/about/leadership/11.webp",
    "shortCont": "With expertise in health services marketing and strategic planning, Ms. Guerami is a founding member of ICAF and serves as Director of Community Relations....",
    "longCont": "With expertise in health services marketing and strategic planning, Ms. Guerami is a founding member of ICAF and serves as Director of Community Relations. She guides and extends the activities of ICAF with initiatives and outreach campaigns that advance agency and organizational vision in the creative industries.  Previously, Ms. Guerami was Vice President of marketing and strategic planning at a Washington, DC-based financial advisory and investment company. She later founded the ChildArt Gallery in D.C. as a one-of-a-kind exhibition space for children's art and headed its operations as a Director.  She holds a B.S. in Biology with an Economics minor and an MHSA (Master's in Health Services Administration and Policy), both from The George Washington University. Ms. Guerami represents ICAF at high-level meetings in Washington, DC, and internationally. Among national media coverage, The Los Angeles Times interviewed her in June 2022 for an extensive article published on the Calendar section's front page featuring ICAF’s impactful work.",
    "linkedin":"https://www.linkedin.com/in/katty-guerami-74a99014/",
    "img2": "/resource/image/about/leadership/c11.webp"},
{
    "container": 2,
    "title":"Dr. Ngozi Rosemary Akande",
    "position": "ICAF Representative in Nigeria",
    "img1": "/resource/image/about/leadership/12.webp",
    "shortCont": "A renowned artist who uses her creative talents for social justice advocacy, Dr. Akande has worked with ICAF since 2014....",
    "longCont": "A renowned artist who uses her creative talents for social justice advocacy, Dr. Akande has worked with ICAF since 2014. She obtained her B.A., MA, and Ph.D. in fine arts from Ahmadu Bello University. She has represented Nigeria at several international fora and exhibitions, including those arranged by UNESCO or the U.N. Dr. Akande is the Arts and Crafts Director at the National Council for Arts and Culture in Abuja and represents ICAF in Nigeria. She also operates the Pet Art Gallery and is a member of the Knight of St. Mulumba.",
    "linkedin":"https://ngoziakandearts.com/",
    "img2": "/resource/image/about/leadership/c12.webp"},
{
    "container": 2,
    "title":"Yuxuan Chen",
    "position": "ICAF Representative in China",
    "img1": "/resource/image/about/leadership/13.webp",
    "shortCont": "A Rhodes Scholar with two Masters degrees from the University of Oxford in Environmental Change & Management and Public Policy....",
    "longCont": "A Rhodes Scholar with two Masters degrees from the University of Oxford in Environmental Change & Management and Public Policy, Ms. Chen has worked in think tanks, business consultancies, and international organizations. While studying at Tsinghua University in Beijing, she joined ICAF in Washington, D.C. as an intern for one semester in 2013. She loves child art and innovative ways to explore human creation. As ICAF Advisory Board Member, Ms. Chen represents ICAF in China and resides in Beijing.",
    "linkedin":"https://www.linkedin.com/in/septemberyuxuan/",
    "img2": "/resource/image/about/leadership/c13.webp"},
{
    "container": 2,
    "title":"Professor Sohail Inayatullah",
    "position": "ICAF Advisory Board Member",
    "img1": "/resource/image/about/leadership/14.webp",
    "shortCont": "One of the world's leading futures studies researchers, Professor Inayatullah is the inaugural UNESCO Chair in Futures Studies....",
    "longCont": "One of the world's leading futures studies researchers, Professor Inayatullah is the inaugural UNESCO Chair in Futures Studies. He divides his time between Tamkang University in Taiwan and the University of Melbourne's Business School in Australia. In 2017, he helped put together and contributed to ChildArt's issue on Future Pathways. In 2021, he was a virtual futurist-in-residence with the Government of Abu Dhabi, Culture and Tourism. An ICAF Advisory Board Member, he teaches courses on personal futures and how one becomes a futurist.",
    "linkedin":"https://www.metafuture.org/",
    "img2": "/resource/image/about/leadership/c14.webp"},
{
    "container": 2,
    "title":"Frederick Marks",
    "position": "ICAF Advisory Board Member",
    "img1": "/resource/image/about/leadership/15.webp",
    "shortCont": "Currently a Visiting Scholar and Research Collaborator at the Salk Institute for Biological Studies in La Jolla, California, Mr. Marks has been a licensed architect....",
    "longCont": "Currently a Visiting Scholar and Research Collaborator at the Salk Institute for Biological Studies in La Jolla, California, Mr. Marks has been a licensed architect for over thirty years and has a planning & design specialty in healthcare and laboratory science facilities. He holds degrees in architecture and business administration with a major in real estate & urban land economics. A founding Board member and former President of the Academy of Neuroscience for Architecture in San Diego, California, Mr. Marks has served as advisor to The American Institute of Architects Board Knowledge Committee and Mental Health Incubator Group. He is a current advisor to the Johns Hopkins University Medical Center Pedersen Brain Science Institute on neuroaesthetics. He was guest editor of ChildArt magazine on architecture and a speaker at the 6th World Children's Festival. Mr. Marks is an ICAF Advisory Board Member.",
    "linkedin":"https://www.linkedin.com/in/frederick-marks-01a38b6/",
    "img2": "/resource/image/about/leadership/c15.webp"},
{
    "container": 2,
    "title":"Charlie O'Shields",
    "position": "ICAF Advisory Board Member",
    "img1": "/resource/image/about/leadership/16.webp",
    "shortCont": "The creator of Doodlewash®, founder of World Watercolor Month, and host of the Sketching Stuff™ podcast, Mr. O'Shields is a big kid at heart....",
    "longCont": "The creator of Doodlewash®, founder of World Watercolor Month, and host of the Sketching Stuff™ podcast, Mr. O'Shields is a big kid at heart. Currently, as Executive Creative Director at Venn49 Creative Lab, a packaging design studio, he has published several books, including activity books and interactive picture books for people of all ages. His true passion is inspiring as many people as possible to create something new and help artists of all ages reconnect with their inner child and natural creativity and have tons of fun! Mr. O'Shields is an ICAF Advisory Board Member.",
    "linkedin":"https://doodlewash.com/about/",
    "img2": "/resource/image/about/leadership/c16.webp"},
{
    "container": 2,
    "title":"D Paul Schafer",
    "position": "ICAF Advisory Board Member",
    "img1": "/resource/image/about/leadership/17.webp",
    "shortCont": "Founder and director of the World Cultural Project, Mr. Schafer is an eminent cultural scholar and conceptualizer of the cultural age....",
    "longCont": "Founder and director of the World Cultural Project, Mr. Schafer is an eminent cultural scholar and conceptualizer of the cultural age that will dawn following the collapse of the extant economic age. In his over fifty years of work in the cultural field, Mr. Schafer has undertaken several projects and missions for UNESCO. An author, advisor, educator, and administrator, he was the Assistant Director of the Ontario Arts Council from 1967 to 1970. He has taught arts administration and cultural policy at York University and the University of Toronto. His books include Culture: Beacon of the Future, Revolution or Renaissance: Making the Transition from an Economic Age to a Cultural Age, The Age of Culture, THE ARTS: Gateway to a Fulfilling Life and Cultural Age, and, most recently, THE WORLD AS CULTURE: Cultivation of the Soul to the Cosmic Whole, published in 2022. Mr. Schafer is an ICAF Advisory Board Member.",
    "linkedin":"http://www3.sympatico.ca/dpaulschafer/",
    "img2": "/resource/image/about/leadership/c17.webp"},
{
    "container": 2,
    "title":"Dr. Christopher M. Schulte",
    "position": "ICAF Advisory Board Member",
    "img1": "/resource/image/about/leadership/18.webp",
    "shortCont": "Endowed Associate Professor of Art Education and Assistant Director of the School of Art at the University of Arkansas, Dr. Schulte is also the founder of the Center for the Study of Childhood Art....",
    "longCont": "Endowed Associate Professor of Art Education and Assistant Director of the School of Art at the University of Arkansas, Dr. Schulte is also the founder of the Center for the Study of Childhood Art.  CSCA is an interdisciplinary research, teaching, and community engagement center focused on reconceptualizing the study of art in children's lives. His research explores young children's artistic, play-based, and aesthetic practices, with particular attention given to the study of drawing and its relationship to historical and contemporary childhoods. His written scholarship has appeared in handbooks, edited anthologies, and a wide range of national and international research journals. Professor Schulte is co-editor with Laura Trafi-Prats of New Images of Thought in the Study of Childhood Drawing (2022, Springer), co-editor with Hayon Park of Visual Art with Young Children: Practices, Pedagogies and Learning (2021, Routledge), editor of Ethics and Research with Young Children: New Perspectives (2019, Bloomsbury), and co-editor with Christine Marmé Thompson of Communities of Practice: Art, Play and Aesthetics in Early Childhood (2018, Springer). Dr. Schulte is an ICAF Advisory Board Member.",
    "linkedin":"https://CenterfortheStudyofChildhoodArt.com/",
    "img2": "/resource/image/about/leadership/c18.webp"},
{
    "container": 2,
    "title":"Mike Ssembiro",
    "position": "ICAF Representative in Uganda",
    "img1": "/resource/image/about/leadership/19.webp",
    "shortCont": "A Senior Inspector of Schools for Art and Crafts at the Uganda Ministry of Education and Sports, Mr. Ssembiro is an art educator and a muralist....",
    "longCont": "A Senior Inspector of Schools for Art and Crafts at the Uganda Ministry of Education and Sports, Mr. Ssembiro is an art educator and a muralist. He is the founder of African Peace Murals Uganda. Since 2010, he has represented ICAF in Uganda. Twenty-four Ugandan students accompanied him to participate in the 2011 and 2015 World Children's Festival. In 2015, he received the World Children's Award for devoting his life to children and their art, thus uplifting the children and making a critical difference in their lives.",
    "linkedin":"https://www.facebook.com/africanpeacemurals/",
    "img2": "/resource/image/about/leadership/c19.webp"}
]
